---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISplitSlopedFlange
source: html/16115663-e88a-50b1-bbb3-50c00d74a9f9.htm
---
# StructuralSectionISplitSlopedFlange Members

Creates a new instance of Structural Section I Split Sloped Flange shape with the associated set of parameters,
 used to attach to structural element.